{
  "page_id": "page_21",
  "title": "Trident II Clusterhole HA surgical protocol",
  "summary": "This document provides a guide for selecting a replacement head in the Trident II Clusterhole HA surgical protocol. It includes a table that describes the stem taper type and original femoral head material used, and lists the available replacement options.",
  "keywords": [
    "Trident II Clusterhole HA",
    "surgical protocol",
    "replacement head",
    "stem taper type",
    "femoral head material"
  ],
  "tables": [
    {
      "table_id": "table_1",
      "title": "Replacement Femoral Head Options",
      "description": "This table provides a guide for selecting a replacement head. It describes the stem taper type and original femoral head material used, and lists the available replacement options.",
      "columns": [
        "Original Stem Taper Type",
        "Original Femoral Head Material",
        "Replacement Femoral Head Options"
      ],
      "rows": [
        [
          "V40",
          "Metal",
          "1. V40 to C-Taper adapter sleeve with a C-Taper BIOLOX delta Ceramic Head 2. V40 Universal Taper sleeve with a BIOLOX delta Universal Ceramic Head 3. V40 Metal Head"
        ],
        [
          "V40",
          "BIOLOX delta ceramic",
          "1. V40 to C-Taper adapter sleeve with a C-Taper BIOLOX delta Ceramic Head 2. V40 Universal Taper sleeve with a BIOLOX delta Universal Ceramic Head 3. V40 Metal Head"
        ],
        [
          "V40",
          "Universal BIOLOX delta Ceramic",
          "1. V40 Metal Head after removal of sleeve 2. New V40 Universal Taper sleeve with a BIOLOX delta Universal Ceramic Head 3. V40 to C-Taper adapter sleeve with a C-Taper BIOLOX delta Ceramic Head"
        ],
        [
          "C-Taper",
          "Metal",
          "1. C-Taper Universal Taper sleeve with a BIOLOX delta Universal Ceramic Head 2. C-Taper Metal Head"
        ],
        [
          "C-Taper",
          "BIOLOX delta Ceramic",
          "1. C-Taper Universal Taper sleeve with a BIOLOX delta Universal Ceramic Head 2. C-Taper Metal Head"
        ],
        [
          "C-Taper",
          "Universal BIOLOX delta Ceramic",
          "1. Metal Head after removal of sleeve 2. New C-Taper Universal Taper sleeve with a BIOLOX delta Universal Ceramic Head"
        ]
      ],
      "metadata": {
        "row_count": 6,
        "column_count": 3,
        "data_types": [
          "text",
          "text",
          "text"
        ],
        "units": [
          "N/A",
          "N/A",
          "N/A"
        ],
        "technical_category": "specifications"
      }
    }
  ],
  "raw_content": "Trident II Clusterhole HA surgical protocol\n\n## Step 7\n\n### Head disassembly (continued)\n\nThe following table provides a guide for selecting a replacement head. The first two columns describe the stem taper type and original femoral head material used, and the third column lists the available replacement options.\n\n| Original Stem Taper Type | Original Femoral Head Material | Replacement Femoral Head Options |\n|--------------------------|--------------------------------|----------------------------------|\n| V40                      | Metal                          | 1. V40 to C-Taper adapter sleeve with a C-Taper BIOLOX delta Ceramic Head<br>2. V40 Universal Taper sleeve with a BIOLOX delta Universal Ceramic Head<br>3. V40 Metal Head |\n| V40                      | BIOLOX delta ceramic           | 1. V40 to C-Taper adapter sleeve with a C-Taper BIOLOX delta Ceramic Head<br>2. V40 Universal Taper sleeve with a BIOLOX delta Universal Ceramic Head<br>3. V40 Metal Head |\n| V40                      | Universal BIOLOX delta Ceramic | 1. V40 Metal Head after removal of sleeve<br>2. New V40 Universal Taper sleeve with a BIOLOX delta Universal Ceramic Head<br>3. V40 to C-Taper adapter sleeve with a C-Taper BIOLOX delta Ceramic Head |\n| C-Taper                  | Metal                          | 1. C-Taper Universal Taper sleeve with a BIOLOX delta Universal Ceramic Head<br>2. C-Taper Metal Head |\n| C-Taper                  | BIOLOX delta Ceramic           | 1. C-Taper Universal Taper sleeve with a BIOLOX delta Universal Ceramic Head<br>2. C-Taper Metal Head |\n| C-Taper                  | Universal BIOLOX delta Ceramic | 1. Metal Head after removal of sleeve<br>2. New C-Taper Universal Taper sleeve with a BIOLOX delta Universal Ceramic Head |\n\n### Notes:\n• Metal heads and BIOLOX delta Ceramic Heads with sleeve only can be used in revision cases only if the stem trunnion appears undamaged and intact upon close inspection. The entire hip stem must be revised if this is not the case.\n\n• BIOLOX delta Ceramic Heads and metal heads can be used with polyethylene liners.\n\n• Do not reassemble a BIOLOX delta Ceramic Head and stem. Once a BIOLOX delta Ceramic Head has been assembled to a stem taper, it should never be reassembled to that stem or subsequently assembled to any other stem. In addition, a BIOLOX delta Ceramic Head should only be assembled to an unused stem taper. Once a stem taper has been assembled to any femoral head, it should never be subsequently assembled to any BIOLOX delta Ceramic Head component due to deformation of the stem's taper locking mechanism during initial stem/head assembly.\n\n21",
  "processing_metadata": {
    "source_file": "processed_documents/Hip_TRTIIH_SP_2_20250703_121853/02_enhanced_markdown/page_21.md",
    "processed_at": "2025-07-03T12:33:16.618128",
    "model_used": "gpt-4",
    "tables_found": 1,
    "document_id": "Hip_TRTIIH_SP_2_20250703_121853",
    "stage": "03_cleaned_json"
  }
}